Repository: leuski/galley
Catalog: Sources/Viewer/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# %lld of %lld
source: %1$lld of %2$lld
ru: %1$lld из %2$lld

source: Actual Size
ru: Фактический размер

source: Adds a Format menu section that lets each window pin its own Markdown processor or template, overriding the global selection.
ru: Добавляет в меню «Формат» раздел, позволяющий каждому окну закрепить собственный обработчик Markdown или шаблон, переопределяя глобальный выбор.

source: Allow per-window processor and template overrides
ru: Разрешить переопределение обработчика и шаблона для каждого окна

source: Applies when opening files via Finder, the Open dialog, or Open Recent. With no existing window, a new window is always used.
ru: Применяется при открытии файлов через Finder, диалог открытия или меню «Недавние». Если открытых окон нет, всегда открывается новое.

source: Back
ru: Назад

source: Cancel
ru: Отмена

source: Checking…
ru: Проверка…

source: Choose
ru: Выбрать

source: Choose Application…
ru: Выбрать программу…

source: Clear
ru: Очистить

source: Clear Menu
ru: Очистить меню

source: Could not install scripts
ru: Не удалось установить скрипты

source: Couldn’t export PDF
ru: Не удалось экспортировать PDF

source: Custom URL Scheme…
ru: Своя схема URL…

source: Disabled
ru: Отключён

source: Done
ru: Готово

source: Editor
ru: Редактор

source: Enter a new file name for this document.
ru: Введите новое имя файла для этого документа.

source: Export as PDF…
ru: Экспортировать в PDF…

source: Find Next
ru: Найти далее

source: Find options
ru: Параметры поиска

source: Find Previous
ru: Найти ранее

source: Find…
ru: Найти…

source: Format
ru: Формат

source: Forward
ru: Вперёд

source: General
ru: Основные

source: Global Markdown Processor
ru: Глобальный обработчик Markdown

source: Global Template
ru: Глобальный шаблон

source: Hide Find
ru: Скрыть поиск

source: Hide Table of Contents
ru: Скрыть оглавление

source: Ignore Case
ru: Игнорировать регистр

source: Install
ru: Установить

source: Install scripts…
ru: Установить скрипты…

source: Line numbers are not passed to applications selected this way.
ru: Номера строк не передаются программам, выбранным таким способом.

source: Markdown processor
ru: Обработчик Markdown

source: Markdown Processor
ru: Обработчик Markdown

source: No headings
ru: Нет заголовков

source: No results
ru: Нет совпадений

source: Not responding
ru: Не отвечает

source: Not running
ru: Не запущен

source: OK
ru: ОК

source: Open document
ru: Открыть документ

source: Open in Editor
ru: Открыть в редакторе

source: Open Recent
ru: Недавние

source: Open…
ru: Открыть…

source: Other Application…
ru: Другая программа…

source: Page Setup…
ru: Параметры страницы…

source: Print…
ru: Печать…

source: Processor
ru: Обработчик

source: Re-run shell-based discovery — useful after installing a new processor.
ru: Повторить поиск через оболочку — полезно после установки нового обработчика.

source: Reload
ru: Обновить

source: Rename
ru: Переименовать

source: Rename Document
ru: Переименовать документ

source: Rename…
ru: Переименовать…

source: Reveal Templates folder in Finder
ru: Показать папку шаблонов в Finder

source: Running on :%@
ru: Работает на :%@

source: Server
ru: Сервер

source: Server status: %@
ru: Состояние сервера: %@

source: Show Table of Contents
ru: Показать оглавление

source: Starting…
ru: Запуск…

source: Template
ru: Шаблон

source: URL template
ru: Шаблон URL

source: Use {url}, {path}, and {line} as placeholders.
ru: Используйте {url}, {path} и {line} в качестве заполнителей.

source: Use Selection for Find
ru: Использовать выделенное для поиска

source: Welcome
ru: Добро пожаловать

source: When on, the background server makes documents available in any browser. Registered as a login item so it restarts after logout. The server binds to 127.0.0.1 only, so it's only accessible form this computer.
ru: Когда включено, фоновый сервер делает документы доступными в любом браузере. Регистрируется как объект входа, чтобы перезапускаться после выхода из системы. Сервер привязан к 127.0.0.1, так что он доступен только с этой машины.

source: Whole Word
ru: Слово целиком

source: Zoom In
ru: Увеличить

source: Zoom Out
ru: Уменьшить
